Repository: aivazoff/django-russian-fields
Catalog: *_fields/locale/*/LC_MESSAGES/django.po
Languages: ru

source: The federal executive government
ru: Федеральный орган исполнительной власти

source: State off-budget fund
ru: Государственный внебюджетный фонд

source: The territory executive government
ru: Орган исполнительной власти субъекта

source: Local authority
ru: Орган местного самоуправления

source: Government institution
ru: Государственное учреждение

source: Municipal institution
ru: Муниципальное учреждение

source: Male
ru: Мужской

source: Female
ru: Женский

source: Ensure this value has at %(limit_value)s characters (it has %(show_value)d).
ru: Убедитесь, что это значение содержит %(limit_value)s символов (сейчас %(show_value)d).

source: Ensure this value has only digit characters.
ru: Убедитесь, что это значение состоит только из цифр.

source: Verify the correct data.
ru: Проверьте правильность ввода данных
